txt_Creator=atplsx - https://forums.mydigitallife.net/members/atplsx.66534/ 
=
txt_IsWOW64=Bu uygulama x86 platformu içindir. x64 Sürümünü çalıştırın.
txt_FileNotFound=Dosya bulunamadı: %s
txt_ServiceChecking=Windows Update hizmetini kontrol etme...
txt_ServiceIsDisabled=Windows Update hizmeti devre dışı bırakıldı. Windows Update hizmetini başlatma...
txt_VersionWUA=Windows Update Aracısı sürümü: %d.%d
txt_VersionAPI=Windows Update Aracısı API sürümü: %s
txt_WUA_UpdateRequired=Windows Update Aracısının güncellenmesi gerekiyor: %d.%d
txt_InitializationAPI=Windows Update Aracısı API'si başlatma...
txt_CommittingUpdates=Güncellemeler işleniyor...
=
txt_Size_Byte=b
txt_Size_Kilobyte=Kb
txt_Size_Megabyte=Mb
txt_Size_Gigabyte=Gb
=
txt_Button_WindowsUpdate=Windows Update
txt_Button_Installed=Kurulu
txt_Button_Hidden=Gizli
txt_Button_History=Güncelleştirme Geçmişi
txt_Button_Cancel=İptal
txt_Button_Reboot=Yeniden başlatma
txt_Combobox_NotConfigured=Yapılandırılmadı
txt_Combobox_Disabled=Devre dışı
txt_Combobox_NotificationMode=Bildirim modu
txt_Combobox_DownloadOnly=Sadece indirme
txt_Combobox_Other=Diğer
txt_Checkbox_MicrosoftUpdate=Microsoft Update
txt_Checkbox_IncludeDrivers=Sürücüleri dahil et
txt_Checkbox_IncludeSuperseded=Yenisiyle değişmişleri dahil et
txt_Checkbox_OfflineMode=Çevrimdışı mod
txt_Checkbox_SelectAll=Hepsini seç
txt_Checkbox_SelectedByWU=Windows Update tarafından seçilen
txt_Groupbox_SearchSettings=Arama ayarları
txt_Groupbox_AutomaticUpdates=Otomatik güncellemeler
txt_Hint_Search=Güncellemeler kontrol ediliyor
txt_Hint_Download=Sadece indirme
txt_Hint_Install=Güncellemeler yükleniyor
txt_Hint_Uninstall=Güncellemeleri kaldır
txt_Hint_Hide=Güncellemeleri gizle
txt_Hint_Unhide=Gizli güncellemeleri göster
txt_Hint_Cancel=İptal
txt_Hint_Reboot=Şimdi yendien başlat
txt_Prompt_Filter=Listede bulma
txt_Title_RebootRequired=Yeniden başlatma gerekli
txt_Title_UpdateInformation=Güncelleştirme ayrıntıları
txt_Description_RebootRequired=Tamamlanması için sistemin yeniden başlatılması gerekli. Yeniden başlatılsın mı?
=
txt_Log_RebootRequired=Tamamlanması için sistemin yeniden başlatılması gerekli
txt_Log_RebootSystem=Sistem yeniden başlatılıyor...
=
txt_UpdateStatus_PendingForDownload=İndirme için bekliyor
txt_UpdateStatus_PendingForInstall=Yükleme için bekliyor
txt_UpdateStatus_PendingForReboot=Yeniden başlatma için bekliyor
txt_UpdateStatus_Initializing=Yüklenmeye başlıyor
txt_UpdateStatus_Verifying=Doğrulanıyor
=
txt_OperationResult_Failed=Başarısız
txt_OperationResult_FailedErrorCode=Hata koduyla başarısız oldu: 0x%.8x
txt_OperationResult_Succeeded=Başarılı
txt_OperationResult_SucceededErrorCode=Hata koduyla başarılı oldu: 0x%.8x
txt_OperationResult_SucceededWithErrors=Hatayla başarılı oldu. Sonuçlar tamamlanmamış olabilir
txt_OperationResult_NotStarted=Başlatılmadı
txt_OperationResult_InProgress=Devam ediliyor
txt_OperationResult_Aborted=İptal edildi
=
txt_SearchProcess=Güncellemeler aranıyor...
txt_SearchProcessWarning=Uyarı: 0x%.8x %s
txt_DownloadProcess=Güncellemeler indiriliyor...
txt_DownloadProcessItem=İndiriliyor "%s"...
txt_InstallationProcess=Güncellemeler yükleniyor...
txt_InstallationProcessItem=Yükleniyor "%s"...
txt_InstallationRequiresExclusive="%s" Özel olarak kurulmalıdır. Geçiliyor
txt_UninstallationProcess=Güncelleştirmeler kaldırılıyor...
txt_UninstallationProcessItem=Kaldırılıyor "%s"...
